export const usinessWebtoonstatsData = [
  { label: '웹툰 에이전시', value: 100 },
  { label: '웹툰 매니지먼트', value: 63 },
  { label: '웹툰 프로덕션', value: 123 },
  { label: '웹툰 스튜디오', value: 15 },
];

export const businessWebtoonData = [
  {
    category: '웹툰 에이전시',
    description: '우리는 작가와 작품의 만남으로부터 시작합니다.\n우리는 작가의 필요 업무를 대행합니다.',
    keyword: '웹툰 작가 권리 대행',
    process: [
      '대상 작가 발굴/접촉',
      '논의형 기획개발 및 프로파일 설계',
      '웹툰 계약 수립/대행',
      '업무 대행 계약 체결',
      '이슈 대응 관리',
    ],
  },
  {
    category: '웹툰 매니지먼트',
    description: '우리는 현장에서 웹툰을 읽고 있습니다.\n우리는 웹툰의 의미와 가치를 관리합니다.',
    keyword: '웹툰 작품 리딩관리',
    process: [
      '시장분석/평가',
      '아이템 기획개발(기고/개인/관계 등)',
      '논의형 기획개발 설계',
      '컨셉/유형 검토 및 계약',
      '웹툰 제작 프로세싱',
      '컨텐츠 발행 및 연산관리',
      '2차 사업화 및 이슈 대응 관리',
    ],
  },
  {
    category: '웹툰 프로덕션',
    description: '우리는 웹툰의 결과를 책임집니다.\n우리는 작가의 가능성에 투자합니다.',
    keyword: '웹툰 제작 및 투자제작',
    process: [
      '시장분석/평가',
      '아이템 기획개발(기고/개인/관계 등)',
      '논의형 기획개발 설계',
      '컨셉/유형 검토 및 계약',
      '웹툰 제작 진행(연재, 커뮤니티북, 1~3화 분량 등)',
      '정산/투자계약서 설계 및 계약',
      '작화 및 후반 작업 지원',
      '웹툰 발행 및 홍보',
      '컨텐츠 발행 및 연산관리',
      '2차 사업화 및 이슈 대응 관리',
    ],
  },
  {
    category: '웹툰 스튜디오',
    description: '우리는 웹툰의 결과를 책임집니다.\n우리는 작가의 가능성에 투자합니다.',
    keyword: '웹툰 제작 및 제작투자',
    process: [
      '아이템 기획개발(기고/개인/관계 등)',
      '스튜디오 조직 운영',
      '컨셉, 연출, 작화 총괄 - 설계 > 제작 > 완성',
      '2차 사업화 및 이슈 대응 관리',
    ],
  },
];

export const bookstatsData = [
  { label: '웹툰코믹북', value: 16 },
  { label: '국내 외 코믹북', value: 2 },
  { label: '장르소설', value: 5 },
  { label: '웹소설', value: 35 },
  { label: '전자책', value: 14 },
];

export const booksWebtoonData = [
  {
    category: '웹툰코믹북',
    description: '우리는 책의 가치와 기능을 믿습니다.\n우리는 재미있는 웹툰을 책으로 만듭니다.',
    process: [
      '아이템 기획/발굴(투고/제안/검서 등)',
      '본부별 기획위원회 프로파일요 심의',
      '작가 계약',
      '본 계약 및 유통관리',
      '판매처적 활동 및 정산 관리',
      '2차 사업화 및 이슈 대응 관리',
    ],
  },
  {
    category: '국내 외 코믹북',
    description: '우리는 책의 가치와 기능을 믿습니다.\n우리는 재미있는 만화책을 만듭니다.',
    process: [
      '시장분석/평가',
      '아이템 기획/발굴(투고/제안/검서 등)',
      '본부별 기획위원회 심의',
      '플랫폼 유통 제안 및 계약',
      '본 계약 및 유통관리',
      '판매처적 활동 및 정산 관리',
      '2차 사업화 및 이슈 대응 관리',
    ],
  },
  {
    category: '장르소설',
    description: '우리는 재미있는 이야기를 찾습니다.\n우리는 즐겁게 이야기를 만듭니다.',
    process: [
      '시장분석/평가',
      '아이템 기획/발굴(투고/제안/검서 등)',
      '본부별 기획위원회 심의',
      '플랫폼 유통 제안 및 계약',
      '본 계약 및 유통관리',
      '판매처적 활동 및 정산 관리',
      '2차 사업화 및 이슈 대응 관리',
    ],
  },
  {
    category: '웹소설',
    description: '우리는 재미있는 이야기를 찾습니다.\n우리는 즐겁게 이야기를 만듭니다.',
    process: [
      '시장분석/평가',
      '아이템 기획/발굴(투고/제안/검서 등)',
      '편집부 검토',
      '작가/편출사 계약',
      '편집 제작 및 유통관리',
      '판매처적 활동 및 정산 관리',
      '2차 사업화 및 이슈 대응 관리',
    ],
  },
];

export const platformStatsData = [
  { label: '웹툰런', value: 32, suffix: '강' },
  { label: '재담쇼츠(중단편)', value: 691 },
  { label: '웹툰랩(모델)', value: 203 },
];
